Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Spigots [stoppers] of metal
it: Rubinetti [tappi] in metallo

source: Boxes for storage purposes [metal]
it: Scatole per magazzinaggio [metallo]

source: Pergolas of metal
it: Pergole in metallo

source: Guttering of metal for the dispersal of rain-water
it: Grondaie in metallo per la dispersione di acqua piovana

source: Baskets of common metals
it: Cesti in metalli comuni

source: Soldering preparations comprising solder metal and flux
it: Prodotti per saldatura comprendenti metallo da saldatura e fondenti

source: Spars of metal for use in building
it: Pennoni in metallo per l'edilizia

source: Metallic gutters
it: Grondaie in metallo

source: Entrances of metal
it: Ingressi in metallo

source: Revolving doors of metal
it: Porte girevoli in metallo

source: Bronze
it: Bronzo

source: Hooks of metal for roofing slates
it: Ganci metallici per ardesie di tetti

source: Ducts made of metal for trunking pipes for gases
it: Condotte in metallo per la diramazione di tubi per gas

source: Ducts made of metal for trunking pipes for liquids
it: Condotte in metallo per la diramazione di tubi per liquidi

source: Metal goods for use in building
it: Prodotti in metallo per uso edile

source: Pipes of metal including those from alloy steel and titanium
it: Tubi in metallo compresi quelli di acciaio in lega e titanio

source: Glazing panels [metallic framed] for use in construction
it: Vetrate [intelaiatura metallica] da utilizzare nella costruzione

source: Alloys of nickel
it: Leghe di nichel

source: Staples for construction use
it: Punti metallici per costruzione

source: Curtain walling of metal
it: Facciate continue in metallo

source: Non-electric cables and wires of common metal
it: Cavi e fili metallici non elettrici

source: Magnesium ingots
it: Lingotti di magnesio

source: Materials of metal for railway construction
it: Materiali metallici per la costruzione di ferrovie

source: Uprights of metal
it: Montanti di metallo

source: Ducts of metal for ventilating and air-conditioning installations
it: Condotti in metallo per impianti di ventilazione e di climatizzazione

source: Cold rolled sheet metal
it: Lamiere laminate a freddo

source: Platforms, prefabricated, of metal
it: Banchine prefabbricate in metallo

source: Steel in the form of sheets
it: Acciaio in forma di fogli

source: Signboards of metal
it: Insegne in metallo

source: Foils of metal for wrapping and packaging
it: Fogli in metallo per imballaggio e impaccatura

source: Metal springs
it: Molle metalliche

source: Webbing straps (Metallic -) for handling loads
it: Cinghie (Metalliche -) per la movimentazione di carichi

source: Window sills of metal
it: Davanzali in metallo

source: Buildings, transportable, of metal
it: Costruzioni metalliche trasportabili

source: Branch outlet fittings of metal
it: Accessori di diramazione in metallo

source: Tungsten iron
it: Ferro-tungsteno

source: Anti-friction metal
it: Metallo antifrizione

source: Aluminium doors
it: Porte in alluminio

source: Aluminium framed modular platforms for use in theatres
it: Piattaforme modulari a telaio in alluminio per uso nei teatri

source: Greenhouse frames of metal
it: Telai di serre in metallo

source: Washers of metal
it: Rondelle in metallo

source: Copper ingots
it: Lingotti di rame

source: Doors of metal for indoor use
it: Porte in metallo per interni

source: Enclosures of metal for tombs
it: Incorniciature di tombe in metallo

source: Locks of metal for vehicles
it: Serrature in metallo per veicoli

source: Silos of metal
it: Silos in metallo

source: Surfacings for building [metal]
it: Rivestimenti per l'edilizia [metallo]

source: Ornamental figurines of common metal
it: Statuette ornamentali in metallo comune

source: Anchors of metal
it: Ancore metalliche

source: Metal profiles for thermal insulation purposes
it: Profilati metallici per isolamento termico

source: Metal roller shutter doors for security purposes
it: Porte a serrande avvolgibili in metallo a scopo di sicurezza

source: Nets of metal
it: Reti in metallo

source: Non-electric iron cables
it: Cavi in ferro non elettrici

source: Zinc
it: Zinco

source: Cable drums (Non-mechanical -) of metal
it: Tamburi metallici (Non meccanici -) per cavi

source: Hinges of metal for the fastening of electrical cables
it: Cerniere in metallo per il fissaggio di cavi elettrici

source: Reinforcing bars of metal for use in brickwork
it: Barre di rinforzo in metallo per muratura in mattoni

source: Hoppers of metal, non-mechanical
it: Tramogge in metallo non meccaniche

source: Sheets of metal including those from alloy steel and titanium
it: Lamiere comprese quelle di acciaio in lega e titanio

source: Slabs of metal including those from alloy steel and titanium
it: Lastre di metallo comprese quelle di acciaio in lega e titanio

source: Trunking [channels] of metal for electric cables
it: Circuiti [profilati a C] in metallo per cavi elettrici

source: Metal expansion joints for floors and walls
it: Giunti di espansione metallici per pavimenti e pareti

source: Aluminum composite tubing for use in the manufacture of bicycle frames
it: Tubi composti in alluminio per la costruzione di telai per biciclette

source: Room divider panels of metal [other than furniture]
it: Pannelli divisori in metallo per stanze [non mobilio]

source: Blocks (Metal -) for construction
it: Blocchi per l'edilizia (In metallo -)

source: Modular portable building structures [metal]
it: Strutture edilizie modulari trasportabili [metallo]

source: Portable shelters of metal
it: Tettoie portatili in metallo

source: Portable stables of metal for horses
it: Stalle trasportabili in metallo per cavalli

source: Potable water reservoirs of metal
it: Serbatoi d'acqua portatili in metallo

source: Prefabricated balconies [metal]
it: Balconi prefabbricati metallo

source: Wire for aerials [other than electric]
it: Fili di antenne [non elettrici]

source: Stalls [structures] of metal for animals
it: Box [strutture] in metallo per animali

source: Fittings of metal for beds
it: Guarnizioni di letti in metallo

source: Metal tubes for industrial use
it: Tubi in metallo per uso industriale

source: Steel cylinders for compressed gas
it: Bombole in acciaio per gas compresso

source: Steel grating
it: Grate in acciaio

source: Conservatories [structures] of metal
it: Verande chiuse [strutture] metalliche

source: Adhesive wall decorations of common metal
it: Decorazioni adesive per pareti in metalli comuni

source: Advertisement display boards of metal [non-luminous]
it: Cartelloni pubblicitari in metallo [non luminosi]

source: Alloyed steel wire [non-electric]
it: Filo d'acciaio legato [non elettrico]

source: Branching tubes of metal for pipelines
it: Tubi di diramazione in metallo per condotte

source: Cast iron material for railroad tracks
it: Materiali in ghisa per rotaie ferroviarie

source: Scaffolding towers of metal
it: Impalcature a torre in metallo

source: Nuts of metal
it: Dadi metallici

source: Shelters made of prefabricated metal insulated materials
it: Tettoie in materiali metallici isolati prefabbricati

source: Shelters made principally of metallic materials
it: Tettoie principalmente in materiali metallici

source: Metallic tiles
it: Tegole in metallo

source: Ball catches of metal
it: Fermi a sfera in metallo

source: Copper rings
it: Anelli di rame

source: Building components (Metal -) in the form of slabs
it: Componenti per costruzioni (In metallo -) in forma di lastre

source: Bottles of metal for the storage of fuel
it: Bottiglie in metallo per stoccaggio di carburante

source: Boxes (packaging -) in collapsible form [metal]
it: Scatole (per imballaggio -) pieghevoli [metallo]

source: Boxes (packaging -) in made-up form [metal]
it: Scatole (per imballaggio -) già montate [metallo]

source: Pavements made of metal
it: Marciapiede in metallo

source: Guttering of metal for the dispersal of wastewater
it: Grondaie in metallo per la dispersione di acque di scarico

source: Metal greenhouses
it: Serre in metallo

source: Tunnels of metal
it: Gallerie in metallo

source: Kick steps of metal
it: Sgabello con pedana

source: Eaves of metal
it: Gronde metalliche

source: Indium
it: Indio

source: Metals in powder form
it: Metalli in polvere

source: Metal pulleys, springs and valves [not including machine elements]
it: Pulegge, molle e valvole in metallo [non inclusi gli elementi di macchine]

source: Frameworks of metal
it: Intelaiature metalliche

source: Frames of metal for building
it: Telai metallici per la costruzione

source: Films and sheets made from metal for use in the manufacture of circuit boards
it: Pellicole e fogli in metallo per la produzione di circuiti stampati

source: Aluminium wire
it: Fili d'alluminio

source: Espagnolette mechanisms of metal
it: Sistema a spagnoletta in metallo

source: Loading and unloading pallets of metal
it: Palette metalliche di carico e scarico

source: Baskets of metal
it: Panieri in metallo

source: Skating rinks [structures] of metal
it: Pattinatoi [costruzioni] in metallo

source: Locking gate hasps of metal
it: Serrature in metallo per cancelli

source: Louvre vents (Metal -) for buildings
it: Feritoie di sfiato (In metallo -) per edifici

source: Split rings of common metal for keys
it: Anelli a spirale in metallo comune per chiavi

source: Vertical blinds [outdoor] of metal
it: Tende verticali [per esterni] in metallo

source: Metallic slatted shutters
it: Persiane in metallo

source: Barge boards (Metallic -)
it: Mantovane (In metallo -)

source: Crash barriers of metal for roads
it: Guide di sicurezza per strade in metallo

source: Baskets of common metal for industrial use
it: Ceste in metallo comune per uso industriale

source: Coils made of common metal
it: Spirali in metalli comuni

source: Road signs, non-luminous and non-mechanical, of metal
it: Paracarri stradali in metallo non luminosi e non meccanici

source: Wire stretchers [tension links]
it: Tenditori [chincaglieria metallica]

source: Metallic capsules [containers]
it: Capsule metalliche [contenitori]

source: Steel in the form of plates
it: Acciaio in forma di piastre

source: Troughs of metal for mixing mortar
it: Vasche metalliche da calcina

source: Non-ferrous metals
it: Metalli non ferrosi

source: Bridges [structures] of metal
it: Ponti [strutture] in metallo

source: Pipe extensions of metal
it: Estensioni per tubi in metallo

source: Unwrought steel
it: Acciaio grezzo

source: Kiosks [structures] of metal
it: Chioschi [strutture] in metallo

source: Grilles of metal for roads
it: Griglie in metallo per strade

source: Guttering of aluminium
it: Grondaie in alluminio

source: Brackets of metal for hanging window draperies
it: Mensole in metallo per appendere tendaggi per finestre

source: Staging of metal
it: Ponteggio in metallo

source: Pressure gas cylinders made of metal
it: Flaconi metallici per il gas sotto pressione

source: Cast iron, unwrought or semi-wrought
it: Ghisa grezza o semilavorata

source: Doors of metal
it: Porte metalliche

source: Acoustic panels of metal for ceilings
it: Pannelli acustici in metallo per soffitti

source: Aluminium moulds
it: Stampi in alluminio

source: Metal components for doors
it: Componenti metallici per porte

source: Metal framed suspended ceilings
it: Soffitti sospesi a telaio metallico

source: Metal venetian blinds [external]
it: Veneziane in metallo [esterne]

source: Copper tubes [other than parts of machines]
it: Tubi di rame [non parti di macchine]

source: Cladding of metal for windows
it: Rivestimenti in metallo per finestre

source: Niobium
it: Niobio

source: Scaffolding of metal
it: Impalcature metalliche

source: Overhead suspension tracks of metal
it: Piste di sospensione aerea in metallo

source: Moveable walls made of metal
it: Pareti mobili in metallo

source: Niches (Metal -)
it: Nicchie (Metallo -)

source: Tiles of metal
it: Tegole metalliche

source: Pipes and tubes of metal
it: Tubi e condotte metalliche

source: Iron castings [semi-finished]
it: Fusioni in ghisa [semilavorato]

source: Roof gutters of metal
it: Grondaie metalliche

source: Roof windows of metal
it: Lucernari in metallo

source: Containers of metal for storing acids
it: Recipienti in metallo per acidi

source: Celtium [hafnium]
it: Celtio [afnio]

source: Architectural hardware made of common metals and alloys thereof
it: Strutture architettoniche in metalli comuni e loro leghe

source: Galvanized iron
it: Ferro zincato

source: Ferrous metals
it: Metalli ferrosi

source: Figurines of common metal being works of art
it: Statuette in metallo comune che sono oggetti d'arte

source: Self-adhesive lead strips for making a pattern on windows
it: Strisce in piombo autoadesive per realizzare disegni su finestre

source: Handrails of metal for use in buildings
it: Corrimano in metallo per uso in edifici

source: Parapets of metal
it: Parapetti metallici

source: Steel alloys unwrought or semi-wrought
it: Leghe d'acciaio grezze o semilavorate

source: Double glazing panels (Metal -)
it: Pannelli a doppio vetro (In metallo -)

source: Screw bolts of metal
it: Bulloni metallici

source: Shelf dividers of metal [other than parts of furniture]
it: Divisori di scaffalature in metallo [non parti di mobili]

source: Model aeroplanes [ornaments] made of common metal
it: Modelli di aeroplani [oggetti ornamentali] in metallo comune

source: Metal mouldings
it: Stampi in metallo

source: Semi-finished articles of copper or its alloys
it: Articoli semilavorati in rame o sue leghe

source: Architectural metalwork for use in building
it: Strutture architettoniche in metallo per l'edilizia

source: Armoured banking installations of metal
it: Blindature bancarie in metallo

source: Artistic castings of common metal
it: Colate artistiche in metallo comune

source: Trophies of common metal
it: Trofei in metallo comune

source: Reels of metal [non-mechanical] for storing chains
it: Bobine in metallo [non meccaniche] per il deposito di catene

source: Podiums [structures] of metal
it: Podi [strutture] in metallo

source: Aluminium
it: Alluminio

source: Quick release chain stoppers [metal]
it: Fermi della catena a sgancio rapido [metallo]

source: Fascias of metal for advertising
it: Fasce in metallo per pubblicità

source: Mobile accommodation [metal]
it: Alloggi mobili [metallo]

source: Modular metallic structures
it: Strutture metalliche modulari

source: Flanges of metal [collars]
it: Sottogola [collari] in metallo

source: Ladder supports of metal
it: Supporti in metallo per scale

source: Laminated metals
it: Metalli laminati

source: Wire for ropes
it: Fili per funi

source: Wire lashings
it: Cordami in filo

source: Joists of iron or steel
it: Travi in ferro o acciaio

source: Sound absorbing structures of metal for buildings
it: Strutture fonoassorbenti in metallo per edifici

source: Penstock pipes of metal
it: Condotte forzate in metallo

source: Jalousies of metal
it: Persiane metalliche

source: Runners of metal for sliding doors
it: Rullini metallici per porte scorrevoli

source: Ducts made of metal for trunking conduits for gases
it: Condotte in metallo per la diramazione di condotte per gas

source: Ducts made of metal for trunking conduits for liquids
it: Condotte in metallo per la diramazione di condotte per liquidi

source: Nozzles of metal
it: Boccolari metallici

source: Threaded bars of metal
it: Barre filettate in metallo

source: Metal masts [other than aerials or for watercraft]
it: Pali in metallo [non antenne né per natanti]

source: Ducts of metal, for central heating installations
it: Condotte metalliche per riscaldamento centrale

source: Centre poles of metal for staircases
it: Pali centrali in metallo per scale

source: Ceramic reinforced aluminium
it: Alluminio con rinforzo in ceramica

source: Tungsten
it: Tungsteno

source: Gantries [structures] of metal
it: Cavalletti [strutture] in metallo

source: Non-ferrous metals and their alloys
it: Leghe di metalli non ferrosi

source: Monuments of metal for tombs
it: Monumenti funerari metallici

source: Anodised metals
it: Metalli anodizzati

source: Curtain walling installations of metal
it: Barre di protezione in metallo

source: Cylinders of metal for cryogenic liquid
it: Impianti di facciate continue in metallo

source: Wall linings of metal for building
it: Gabbie metalliche per animali selvaggi

source: Pulleys of metal, other than for machines
it: Rivestimenti di pareti metallici per la costruzione

source: Ventilation grilles of metal for fitting in doors
it: Griglie di ventilazione in metallo per porte

source: Louvres made of metal
it: Feritoie in metallo

source: Metal bump keys for locksmithing
it: Chiavi ad urto in metallo per serrature

source: Balustrades of metal
it: Balaustre in metallo

source: Bannisters of metal
it: Ringhiere in metallo

source: Bar connectors of metal
it: Connettori a barre metallici

source: Bars made of titanium
it: Barre in titanio

source: Door scrapers
it: Raschietti

source: Metal cables for guying purposes
it: Cavi in metallo per fissare con stralli

source: Greenhouses of metal, transportable
it: Serre trasportabili in metallo

source: Structural frames of metal for building
it: Telai strutturali in metallo per l'edilizia

source: Wheel clamps [boots]
it: Ceppi bloccaruote

source: Tubes of stainless steel
it: Tubi in acciaio inossidabile

source: Horizontal slatted blinds [outdoor], of metal
it: Persiane orizzontali a doghe [per esterni], in metallo

source: Housing units of metal
it: Unità abitative in metallo

source: Towers [metal structures]
it: Torri [strutture metalliche]

source: Containers of metal for transport
it: Container in metallo per il trasporto

source: Fire surrounds [mantles and mantlepieces] of metal
it: Bordure per caminetti [mantelli e cappe] in metallo

source: Access platforms [scaffolding] of metal
it: Piattaforme di accesso [impalcature] metalliche

source: Grills of metal for safety purposes
it: Griglie in metallo per la sicurezza

source: Linings (Metal -) for ceilings
it: Coperture in metallo per soffitti

source: Crampons [climbing irons]
it: Ramponi per arrampicata

source: Mooring bollards of metal
it: Pali d'ormeggio in metallo

source: Profiled metal sections [semi-finished]
it: Profilati sagomati metallici [semilavorati]

source: Directional signage of metal for roads [non-luminous, non-mechanical]
it: Segnaletica direzionale in metallo per strade [non luminosa, non meccanica]

source: Drains made of metal
it: Scarichi in metallo

source: Padlocks
it: Lucchetti

source: Action figures (Decorative -) of common metal
it: Personaggi d'azione (Decorativi -) in metalli comuni

source: Adaptors for pipes [metal]
it: Adattatori per tubi [metallo]

source: Address holders (Metal -) for animals
it: Portaindirizzo (In metallo -) per animali

source: Fittings of metal for windows
it: Guarnizioni di finestre in metallo

source: Cladding of metal for walls
it: Rivestimenti in metallo per muri

source: Claw-chain stoppers of metal
it: Fermi a catena uncinata in metallo

source: Pyrophoric metals
it: Metalli piroforici

source: Tantalum [metal]
it: Tantalio [metallo]

source: Telegraph posts of metal
it: Pali telegrafici in metallo

source: Overhead suspension tracks of metal for use with doors
it: Rotaie di sospensione aerea in metallo per porte

source: Roofs of metal for structures
it: Intelaiature per tetti in metallo

source: Muzzles for clamping corks to sparkling wine bottles
it: Dispositivi per fissare tappi di sughero a bottiglie di spumante

source: Fixing bolts of metal
it: Bulloni fissi in metallo

source: Wheel clamps of metal [other than anti-theft for vehicles]
it: Morsetti metallici per ruote [non antifurto per veicoli]

source: Hooks of metal for use in building
it: Ganci in metallo per l'edilizia

source: Reinforcing bars of metal for use in concrete
it: Barre di rinforzo in metallo per il calcestruzzo

source: Reinforcing materials of metal
it: Materiali di rinforzo in metallo

source: Ring closures of common metal
it: Chiusure ad anello in metallo comune

source: Valves of metal other than parts of machines including those from alloy steel and titanium
it: Valvole in metallo (non parti di macchine) comprese quelle di acciaio in lega e titanio

source: Sintered hard metals
it: Metalli duri sinterizzati

source: Modular prefabricated steel framing
it: Strutture modulari prefabbricate in acciaio

source: Monorail structures of metal
it: Strutture a monorotaia in metallo

source: Mooring cables of metal
it: Cavi di ormeggio metallici

source: Rotating junctions of metal for pipes
it: Raccordi girevoli in metallo per tubi

source: Posts of metal for use as bus-stops
it: Paline in metallo per fermate di autobus

source: Drywall corner bead of metal [building materials]
it: Paraspigolo in metallo per cartongesso [materiali edili]

source: Gratings of metal for false ceilings
it: Grate in metallo per controsoffitti

source: Regulators [valves] of metal other than parts of machines
it: Valvole di regolazione in metallo [non parti di macchine]

source: Handrails of metal for walkways
it: Corrimano in metallo per marciapiedi

source: Bulkhead fittings of metal [other than vehicles]
it: Guarnizioni per paratie in metallo [non per veicoli]

source: Bushings of metal [other than parts of machines]
it: Boccole in metallo [non parti di macchine]

source: Shelving frames of metal [other than furniture]
it: Telai di scaffalature in metallo [non mobilio]

source: Shutter grilles of metal
it: Griglie di chiusura in metallo

source: Mobile partitions [structures] made of metal
it: Pareti divisorie mobili [strutture] in metallo

source: Mobile platforms [scaffolding] of metal
it: Piattaforme mobili [impalcature] metalliche

source: Beams of common metal for building
it: Travi in metallo comune per l'edilizia

source: Trophy columns of common metal
it: Colonne per trofei in metallo comune

source: Latches of metal
it: Saliscendi metallici

source: Racks [structures] of metal
it: Ripiani [strutture] in metallo

source: Work platforms [scaffold towers] of metal
it: Piattaforme di lavoro [ponteggi a torre] in metallo

source: Striking plates of metal for locks
it: Bocchette in metallo per serrature

source: Shackles [handcuffs] made of metal
it: Maniglioni [manette] in metallo

source: Structural platforms [structures] of metal
it: Piattaforme strutturali [strutture] in metallo

source: Building boards (Metal -) having insulating properties
it: Assi da costruzione (In metallo -) aventi proprietà isolanti

source: Building components of metal for the construction of arches
it: Componenti per costruzioni in metallo per la costruzione di archi

source: Sand boxes of metal
it: Sabbiere in metallo

source: Junctions of metal for pipes including those from alloy steel and titanium
it: Raccordi in metallo di tubi compresi quelli di acciaio in lega e titanio

source: Boxes (packaging -) in flat form [metal]
it: Scatole (per imballaggio -) piatte [metallo]

source: Boxes for stacking purposes [metal]
it: Scatole per accatastamento [metallo]

source: Projection walls of metal
it: Pareti da proiezione in metallo

source: Mobile pallets made of metal
it: Pallet mobili in metallo

source: Trap doors of metal
it: Botole metalliche

source: Wire for strands
it: Fili per trefoli

source: Commemorative statuary cups made of non-precious metal
it: Coppe commemorative in metalli non preziosi

source: Stables of metal
it: Stalle in metallo

source: Screw tops of metal for bottles
it: Tappi a vite per bottiglie in metallo

source: Trays of metal
it: Vassoi in metallo

source: Escutcheons of metal
it: Bocchette in metallo

source: Ladders of metal
it: Scale in metallo

source: Shelters of metal
it: Pensiline metalliche

source: Window fasteners of metal
it: Spagnolette metalliche
